Repository: twright/Easy-Comment-Uploads
Catalog: i18n/easy-comment-uploads-*.po
Languages: fr_fr

source: Upload files
fr_fr: Pièces jointes

source: You can include images or files in your comment by selecting them below. Once you select a file, it will be uploaded and a link to it added to your comment. You can upload as many images or files as you like and they will all be added to your comment.
fr_fr: Vous pouvez ajouter un fichier à votre commentaire. Recherchez et choisissez ce fichier sur votre poste de travail en cliquant sur le bouton [Parcourir...]. Le fichier choisi sera téléversé et un lien sera créé vers lui dans votre commentaire. Vous pouvez téléverser autant de fichiers que vous le souhaitez.

source: Select File
fr_fr: Votre choix de fichier(s)

source: Only allow images to be uploaded.
fr_fr: Autoriser seulement le téléversement d'images.

source: Allow all users to upload files with their comments.
fr_fr: Droit de téléversement de fichiers pour : tous les utilisateurs.

source: Only allow registered users to upload files.
fr_fr: Droit de téléversement de fichiers pour : utilisateurs abonnés (= inscrits), contributeurs, auteurs, éditeurs, administrateur.

source: Require Contributor rights to upload files.
fr_fr: Droit de téléversement de fichiers pour : contributeurs, auteurs, éditeurs, administrateur.

source: Require Upload rights to uploads files (e.g. only admin, editors and authors).
fr_fr: Droit de téléversement de fichiers pour : auteurs, éditeurs, administrateur.

source: Hide from comment forms.
fr_fr: Ne pas afficher cette extension dans la partie 'Commentaire'

source: Limit the size of uploaded files:
fr_fr: Limiter la taille des fichiers à téléverser :

source: (KiB, 0 = unlimited)
fr_fr: (Kilo-octets, 0 = illimité)

source: Only allow uploads on these pages:
fr_fr: Limiter le droit de téléversement aux pages suivantes :

source: page_ids
fr_fr: Identifiants (Id) des pages

source: seperated with spaces or all to enable globally
fr_fr: séparés par des espaces, ou 'all' pour toujours autoriser le téléversement.

source: Update options
fr_fr: Mettre à jour les options

source: all
fr_fr: [Toutes]

source: Easy Comment Uploads options saved.
fr_fr: Les options d'Easy Comment Uploads ont été enregistrées.
